Repository: nalnir/Eldey
Catalog: lib/l10n/app_*.arb
Languages: is

source: Hello World!
is: Góðan daginn

# navbartext
source: Eldey got data from
is: Eldey fékk upplýsingar frá

# navbartextend
source: station
is: stöð

# f
source: Wind speed (m/s):
is: Vindhraði (m/s):

# d
source: Wind direction:
is: Vindstefna:

# t
source: Air temperature (°C):
is: Hiti (°C):

# w
source: Weather description:
is: Veðurlýsing:

# n
source: Cloud cover (%):
is: Skýjahula (%):

# td
source: Dew limit (°C):
is: Daggarmark (°C):

# r
source: Cumulative precipitation (mm/h) from automatic measuring units:
is: Uppsöfnuð úrkoma (mm/klst) úr sjálfvirkum mælum:
